Repository: ShahneRodgers/Gather
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: my

source: Get Started
my: စတင်

source: Resources
my: အရင်းအမြစ်များ

source: Welcome to New Zealand!
my: နယူးဇီလန်မှလှိုက်လှဲစွာကြိုဆိုပါသည်

source: Arriving in New Zealand
my: ၁။ နယူးဇီလန်ရောက်ရှိချိန်

source: What to expect?
my: ဘာကိုမျှော်လင့်နိုင်လဲ?

source: Meeting with Immigration
my: လူဝင်မှုကြီးကြပ်ရေးနှင့်တွေ့ဆုံခြင်း

source: Staying your first few weeks
my: ဦးဆုံး ရက်သတ္တပတ် အနည်းငယ်အတွင်း

source: Housing in New Zealand
my: ၂။ နယူးဇီလန်အစိုးရအိမ်ယာ

source: Apply for public housing
my: အစိုးရအိမ်ယာကို လျှောက်ခြင်း

source: Housing support
my: အိမ်ယာဆိုင်ရာအကူအညီ

source: My rights as a renter
my: အိမ်ငှား အနေဖြင့် ကျွုန်ုပ်၏ အခွင့်အရေးများ

source: Work
my: ၃။ အလုပ်အကိုင်

source: Find a job
my: အလုပ်ရှာခြင်း

source: Pathways to Employment
my: အလုပ်အကိုင်သို့လမ်းကြောင်း

source: Getting Started in New Zealand
my: နယူးဇီလန်တွင်စတင်ခြင်း

source: Cannot find what we’re looking for?
my: သင်ရှာနေသောအရာကို ရှာမတွေ့နိုင်ဘူးလား?

source: Find More
my: ထပ်ရှာရန်

source: Comment
my: မှတ်ချက်

source: Share
my: မျှဝေပါ

source: Save
my: သိမ်းဆည်းပါ

source: Request Language
my: ဘာသာစကား ကိုတောင်းဆိုရန်
